Repository: SubhadeepJasu/playmymusic
Catalog: po/extra/*.po
Languages: fr

source: Listen your music
fr: Écoutez votre musique

source: music;radio;playlist;
fr: musique;radio;playlist;

source: Play/Pause
fr: Lecture/Pause

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: A music player for listening local music files, online radios and Audio CD's
fr: Un lecteur de musique pour écouter vos fichiers de musique locaux, des webradios et des CD audio

source: A very fast music player designed extra for large local libraries which also supports online radios and downloading album covers
fr: Un lecteur de musique très rapide conçu pour les grandes bibliothèques musicales et qui supporte également les webradios et le téléchargement des pochettes d'album

source: Features:
fr: Fonctionnalités :

source: Show all Albums from your library
fr: Affichez tous les albums de votre bibliothèque

source: Group tracks by Artists
fr: Triez les pistes par Artistes

source: Manage your Playlists
fr: Gérez vos listes de lecture

source: Listen to online Radio
fr: Écoutez des webradios

source: Audio CD support
fr: Prise en charge des CD audio

source: Manage your MTP device
fr: Gérez vos périphériques MTP

source: ID3-Tag support
fr: Pris en charge des Tags ID3

source: Artists
fr: Artistes

source: Tracks
fr: Pistes

source: New:
fr: Nouveau :

source: [Playlist] Export/Import Playlist as M3U format
fr: [Liste de lecture] Exportez/Importez des listes de lecture au format M3U

source: [Playlist] Show track counter and playlist duration
fr: [Liste de lecture] Affichage du nombre de pistes et de la durée de la liste de lecture

source: Improved:
fr: Amélioration :

source: Select playlist button when copy queue into a new playlist
fr: Sélection du bouton de liste de lecture lors de la copie de la file d'attente vers une nouvelle liste de lecture

source: Fixed:
fr: Correction :

source: [Radio] UI fix 'new Radio' popup
fr: [Radio] Correction de l'interface, nouveau popup « Nouvelle radio »

source: Translation:
fr: Traduction :

source: German
fr: Allemand

source: Image preview in cover/artist chooser dialog (by kaiman)
fr: Aperçu de l'image dans la boîte de dialogue de modification de la pochette de l'album ou du visuel de l'artiste (par kaiman)

source: [Sort by] (Artis-Album or Album-Artist) option for Albums View
fr: [Trier par] Option (Artist-Album ou Album-Artiste) pour la vue des albums

source: Option [on/off] for saving track progress
fr: Option [Activé/Désactivé] pour l'enregistrement de la progression des pistes

source: Radio icon inside "new radio" popup
fr: Icône radio dans le popup « Nouvelle radio »

source: Russian (by Camellan)
fr: Russe (par Camellan)

source: Chinese (by kaiman)
fr: Chinois (par kaiman)

source: Queue functionality
fr: Fonctionnalité de la file d'attente

source: Save and restore last played song and progress
fr: Enregistre et restaure la dernière chanson jouée et sa progression

source: Switch columns visibility for tracks view
fr: Modification de la visibilité des colonnes pour la vue des pistes

source: Click on headerbar choose current track
fr: Un clic sur la barre supérieure sélectionne la chanson courante

source: UI: select current track in tracks view
fr: Interface : Sélection de la piste en cours de lecture dns la vue des pistes

source: Reorder controls on header bar
fr: Réorganisation des contrôles dans la barre supérieure

source: Drag and Drop behavior for Playlists
fr: Glisser-déposer pour les listes de lecture

source: Danish (by rasmus91)
fr: Danois (par rasmus91)

source: Restore correct window size
fr: Restauration de la taille de la fenêtre

source: Dutch (by Heimen Stoffels)
fr: Néerlandais (par Heimen Stoffels)

source: Italian (by papou84)
fr: Italien (par papou84)

source: [optional] Delete Playlist if last Track was removed
fr: [facultatif] Supprimez la liste de lecture si le dernier titre a été supprimé

source: Toggle playing by Space Key
fr: Lecture/Pause avec la touche Espace

source: Add Track into Playlist from Trackview
fr: Ajoutez un titre à la liste de lecture depuis la vue des pistes

source: RadioView: [Ctrl]+[Enter] for accept changes in editor
fr: Vue des radios : [Ctrl]+[Enter] pour enregistrer les modifications dans l'éditeur

source: Player doesn't show '0' it the timeline if playing is paused
fr: Le lecteur n'affiche pas « 0 » dans la barre de progression si la lecture est mise en pause

source: Better focus grabing
fr: Meilleur gestion du focus

source: Faster start up behaviour
fr: Démarrage plus rapide

source: Prepare for JUNO
fr: Préparation pour JUNO

source: [optional] Copy imported music files into library
fr: [facultatif] Copiez les fichiers importés dans la bibliothèque

source: Show correct artist at sound indicator
fr: Affichage de l'artiste correcr dans l'indicateur de volume

source: Search in Track View
fr: Recherchez dans la vue des pistes

source: Order for Tracks without Track No in ID3 Tag
fr: Ordre pour les pistes dans numéro de piste dans les Tags ID3

source: Close behaviour for Artist and Album dialogs (by Sergii Fesenko)
fr: Possibilité de fermer les boîtes de dialogue pour les artistes et les albums (par Sergii Fesenko)

source: French (by papou84)
fr: Français (par papou84)

source: Meson Errors
fr: Erreurs avec meson

source: Switch to meson
fr: Passage à meson

source: Tooltip for album cover
fr: Indications pour les pochettes d'album

source: Fetching of Artist Art from MusicBrainz
fr: Récupération des visuels des artistes depuis MusicBrainz

source: Danish (by Rasmus Lindegaard)
fr: Danois (par Rasmus Lindegaard)

source: 'and' char in Tracks View
fr: Caractère « & » dans la vue des pistes

source: Context menu behaviour
fr: Comportement du menu contextuel

source: Removed multi selection button
fr: Supression du bouton de sélection multiple

source: Double click on Album/Artist starts playing first track
fr: Un double clic sur un album ou un artiste lance la lecture de la première piste

source: Double click on Track starts playing from begining
fr: Un double clic sur une piste lance la lecture de ce titre depuis le début

source: Portuguese - Brazil (by Gustavo Marques)
fr: Portugais - Brésil (par Gustavo Marques)

source: Polish (by Michał Węglowski-Hodur)
fr: Polonais (par Michał Węglowski-Hodur)

source: Desktop Action Menu
fr: Menu d'action du lanceur

source: Shuffle and Repeat mode for Tracks View
fr: Mode de lecture aléatoire et répétition pour la vue des pistes

source: Remove cover cache file if album or artist was deleted
fr: Suppression du cache des pochettes et visuels si celui d'un album ou d'un artiste a été supprimé

source: Misc:
fr: Divers :

source: Hide button for Mobile Panel
fr: Bouton de masquage pour le panneau du téléphone portable

source: Catalan (by Adolfo Jayme-Barrientos)
fr: Catalan (par Adolfo Jayme-Barrientos)

source: Spanish (by Adolfo Jayme-Barrientos)
fr: Espagnol (par Adolfo Jayme-Barrientos)

source: Speed up start behavior
fr: Démarrage plus rapide

source: Small design changes in list view
fr: Petits ajustements graphiques dans la vue en liste

source: List View: sorting and small design changes
fr: Vue en liste : Tri et quelques ajustements graphiques

source: List View for all music content
fr: Vue en liste pour tous les contenus musicaux

source: Grab album cover from MusicBrainz
fr: Récupération des pochettes d'album depuis MusicBrainz

source: Fix:
fr: Correction :

source: Endless spinner on first start (if no music files exist)
fr: Icône de chargement infinie au démarrage (si aucun fichier de musique detecté)

source: Mounting MTP-Devices
fr: Montage des périphériques MTP

source: Show "No Result" message if search term hasn't any results
fr: Affichage de « Aucun résultat » si la recherche ne donne pas de résultat

source: Desktop Actions: Next, Previous, Play/Pause
fr: Actions du lanceur : Suivant, Précédent, Lecture/Pause

source: Saving changes directly into file (ID3-tags)
fr: Enregistrement des modifications directement dans le fichier (Tags ID3)

source: Changes:
fr: Modifications :

source: Generic name "PlayMyMusic" -&gt; "Melody"
fr: Nom générique « PlayMyMusic » -&gt; « Melody »

source: Lazy cover loading -&gt; less memory on startup
fr: Chargement plus lent des pochettes -&gt; Moins de mémoire utilisée au démarrage

source: Simplified Chinese (by trampover)
fr: Chinois simplifié (par trampover)

source: Endless spinner
fr: Icône de chargement infinie

source: Spinner visibility while library is being scanned
fr: Visibilité de l'icône de chargement lorsque la bibliothèque est en train d'être analysée

source: Spanish (by Alain)
fr: Espagnol (par Alain)

source: Show song title from online radio in audio indicator
fr: Affichage du titre de la chanson dans l'indicateur de volume pour les webradios

source: Save/restore window position
fr: Enregistrement/Restauration de la position de la fenêtre

source: Start searching instand on key press
fr: Démarrage de la recherche dès l'appui sur une touche

source: Playlist Editor: Accept changes on press CTRL+Enter
fr: Éditeur de liste de lecture : Enregistrement des modifications avec Ctrl+Enter

source: Reorder Playlist items by Drag an Drop
fr: Réorganisez les éléments des listes de lecture par glisser-déposer

source: Playlist behavior
fr: Comportement des listes de lecture

source: Option for saving custom covers into library
fr: Option pour sauvegarder les pochettes personnalisées dans la bibliothèque

source: Merge Albums
fr: Fusionnez des albums

source: Album Editor [F2]
fr: Éditeur d'album [F2]

source: Merge Artists
fr: Fusionnez des artistes

source: Artist Editor [F2]
fr: Éditeur d'artiste [F2]

source: Multiple selection [CTRL]
fr: Séléction multiple [CTRL]

source: Moved 'Shuffle' and 'Repeat' buttons into header bar
fr: Déplacement des icônes « Lecture aléatoire » et « Répétition » dans la barre supérieure

source: Hide MTP-View if playlists, radios or audio cd is choosed
fr: Masquage de la vue MTP si la vue listes de lecture, radios ou CD audio est sélectionnée

source: Switched from 'search for new files' to 'resync library'
fr: Modification de « Recherchez des modifications » à « Resynchroniser la bibliothèque »

source: [MusicBrainz] fetch artist cover if name of artist contains '/' (like AC/DC)
fr: [MusicBrainz] Récupération de la pochette d'album si le nom de l'artiste contient « / » (comme AC/DC)

source: Lithuanian (by welaq)
fr: Lituanien (par welaq)

source: Hotkeys for switching between views: Alt+1,2,3,4,5
fr: Raccourcis clavier pour basculer entre les vues : Alt+1,2,3,4,5

source: [MTP] Copy Albums or Artists to your device by Drag and Drop
fr: [MTP] Copiez des albums ou des artistes dans votre périphérique par glisser-déposer

source: [MTP] Sort music content in the mobile view
fr: [MTP] Triez le contenu musical dans la vue du téléphone portable

source: [MTP] Don't expand all music content in the mobile view
fr: [MTP] N'étend pas tout le contenu musical dans la vue du téléphone portable

source: Shuffle Mode and Repeat behavior
fr: Mode lecture aléatoire et répétition

source: URI includes # inside location path
fr: Les URI incluent # dans leur emplacement

source: Icon (by Alexey Varfolomeev)
fr: icône (par Alexey Varfolomeev)

source: Enable screensaver again after playing finished
fr: Réactivation de la mise en veille après la fin de la lecture

source: Improved MTP for UbuntuPhone
fr: Amélioration du MTP pour UbuntuPhone

source: Option for Dark Theme
fr: Option pour le thème sombre

source: Repeat function for one song
fr: Fonction de répétition pour une piste

source: Online Radio Icon (by Alexey Varfolomeev)
fr: Icône de webradio (par Alexey Varfolomeev)

source: Moved from 'path' to 'uri' for GVFS support
fr: Passage de « path » à « uri » pour la prise en charge de GVFS

source: Sorting Playlist inside context menu
fr: Tri des listes de lecture dans le menu contextuel

source: Russian (by Alexey Varfolomeev)
fr: Russe (par Alexey Varfolomeev)

source: MTP-Support (Tested on Android)
fr: Prise en charge du MTP (Testé sous Android)

source: Disable screensaver while playing
fr: Désactivation de la mise en veille pendant la lecture

source: Import files by Drag and Drop
fr: Importez des fichiers par glisser-déposer

source: [artist view] Download artwork from MusicBrainz if exists
fr: [Vue artiste] Téléchargement d'un visuel depuis MusicBrainz s'il existe

source: A lot of improvements
fr: Beaucoup d'améliorations

source: [online radio] Freeze on 'audio/aacp' stream
fr: [Webradio] Blocage sur les flux « audio/aacp »

source: Critical error when external file playing
fr: Erreur critique lors de la lecture d'un fichier externe

source: Crash if music files are not exist and play mode is 'repeat'
fr: Plantage si le fichier de musique n'existe pas et que le mode de lecture est « répéter »

source: Crash if you scan a NFS-mounted directory
fr: Plantage si vous analysez un répertoire monté en NFS

source: Change:
fr: Modification :

source: Moved to Granite SeekBar
fr: Passage à la barre de progression de Granite

source: French (by nvivant)
fr: Français (par nvivant)

source: [option] Look for new music files on start up [on/off]
fr: [Option] Recherche de nouveaux fichiers au démarrage [Activé/Désactivé]

source: Added 16px icon
fr: Ajout de l'icône 16px

source: Crash while importing files
fr: Plantage lors de l'importation de fichiers

source: [artist view] Don't show track twice
fr: [Vue artiste] N'affiche pas les pistes en double

source: App icon
fr: Icône de l'application

source: Playlist support
fr: Prise en charge des listes de lecture

source: Play in Backgound
fr: Poursuivre la lecture en arrière-plan

source: Translation: Portuguese (by Rafael Campos Nunes)
fr: Trdauction : Portugais (par Rafael Campos Nunes)

source: Crash on trying to stream online radio
fr: Plantage lors de la tentative de lecture d'une webradio

source: Sound Indicator
fr: Indicateur de volume

source: Miscellaneous:
fr: Divers :

source: Small style improvements
fr: Petits ajustements graphiques
